Repository: terrameijar/nd_l10n
Catalog: shared/telephony/telephony.properties.po
Languages: nd

source: Emergency number
nd: Inombolo ze-imejensi

source: To make a call you need to disable airplane mode in settings.
nd: Ukuze wenelise ukutshaya ucingo kumele

# callAirplaneModeBtnOk
source: OK
nd: Kulungile

source: Airplane mode activated
nd: I-airplane mode sisunguliwe

source: Number is busy
nd: ucingo ozama ukulutshayela lubhizi

source: The number is currently busy. Please try again later.
nd: ucingo ozama ukulutshayela lumatsa. Zama njalo ngokuya kwesikhathi

source: FDN active
nd: I-FDN sisunguliwe

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
nd: I-FDN isunguliwe njalo inombolo lezo azikho kunombolo zakho ze-FDN

source: To make a call, the phone must be connected to a network.
nd: Ukuze wenelise ukutshaya ucingo kumele ucingo lube ku-network

source: Emergency calls are not allowed by the network.
nd: ukutshayela inombolo ze-imejensi akuvunyelwa ku-nethiwekhi

# emergencyDialogBtnOk
source: OK
nd: Kulungile

source: No network connection
nd: Akula network

source: Invalid phone number
nd: inombolo lezo kazisebenzi

source: The phone number you are calling is not valid.
nd: inombolo ozitshayela kazisebenzi

source: Unable to make a phone call now
nd: Kuyehlula ukutshaya ucingo okwakhathesi

source: Cannot make a call. If you are already dialing, please hang up first.
nd: Kuyehlula ukutshaya ucingo okwakhathesi. Uma usutshya ucingo, qala ucitshe

source: Other connection in use
nd: Eyinye i-connection ye-network iyasetshenziswa

source: You have an active call on another connection. You can only use one connection at a time.
nd: Kulocingo oolusebenzayo kweyinye i-connection. Kusebenza i-connection eyodwa ngesikhathi sinye
