Repository: terrameijar/nd_l10n
Catalog: shared/lockscreen/lockscreen.properties.po
Languages: nd

source: Airplane mode
nd: I-airplane mode

source: Searchingâ€¦
nd: Iyadinya...

source: No network
nd: akula network

source: Emergency calls only
nd: Tshayela i-imejensi kuphela

source: (unknown SIM state)
nd: (isimo se-SIM kasazakali)

source: (no SIM)
nd: (akula SIM)

source: (SIM PIN required)
nd: (faka i-PIN ye-SIM)

source: (SIM PUK required)
nd: (faka i-PUK ye-SIM)

source: (network locked)
nd: (i-network ivaliwe)

source: (service provider locked)
nd: (opha i-nethiwekhi uvalile)

source: (network1 locked)
nd: (u-nethiwekhi1 uvaliwe)

source: (network2 locked)
nd: (u-nethiweki2 uvaliwe)

source: (hrpd network locked)
nd: (i-hrpd nethiwekhi ivaliwe)

source: SIM {{ n }}
nd: uSIM {{ n }}

source: {{ level }}% Charged
nd: Sitshaje i-{{ level }}%

# charging-minutes[zero]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
nd: isitshaje {{ level }}% sokusele imizuzo engu-({{ minutes }}ukuthi igcwale)

source: {{ level }}% Charged ({{ minutes }} min until fully charged)
nd: isitshaje {{ level }}% sokusele imizuzo engu-({{ minutes }}ukuthi igcwale)

# charging-minutes[two]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
nd: isitshaje {{ level }}% sokusele imizuzo engu-({{ minutes }}ukuthi igcwale)

# charging-minutes[few]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
nd: isitshaje {{ level }}% sokusele imizuzo engu-({{ minutes }}ukuthi igcwale)

# charging-minutes[many]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
nd: isitshaje {{ level }}% sokusele imizuzo engu-({{ minutes }}ukuthi igcwale)

# charging-minutes[other]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
nd: isitshaje {{ level }}% sokusele imizuzo engu-({{ minutes }}ukuthi igcwale)

# charging-hours[zero]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
nd: isitshaje {{ level }}% sokusele amahola angu-({{ hours }} lemizuzo engu- {{ minutes }} ukuthi igcwale)

source: {{ level }}% Charged ({{ hours }}h {{ minutes }} min until fully charged)
nd: isitshaje {{ level }}% sokusele amahola angu-({{ hours }} lemizuzo engu- {{ minutes }} ukuthi igcwale)

# charging-hours[two]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
nd: isitshaje {{ level }}% sokusele amahola angu-({{ hours }} lemizuzo engu- {{ minutes }} ukuthi igcwale)

# charging-hours[few]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
nd: isitshaje {{ level }}% sokusele amahola angu-({{ hours }} lemizuzo engu- {{ minutes }} ukuthi igcwale)

# charging-hours[many]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
nd: isitshaje {{ level }}% sokusele amahola angu-({{ hours }} lemizuzo engu- {{ minutes }} ukuthi igcwale)

# charging-hours[other]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
nd: isitshaje {{ level }}% sokusele amahola angu-({{ hours }} lemizuzo engu- {{ minutes }} ukuthi igcwale)
